# 落花难返枝

*********

&#8195;有点害怕自己会对小李作出什么过激的事情，因为发现了小李同时跟五百个人聊天。

&#8195;发现小李不忠行为的时候已经很晚了，第二天要出发去雪山玩，小李早早就睡下了，我盯着天花板，然后坐起来，走到窗边。无法在黑暗中待在小李身边，这只会加速执念占领我的精神。窗帘非常的厚重，正常状态下我需要这样，一个南北通透的公寓，一扇落地窗，需要搭配一匹厚重的窗帘。而现在我不得不把窗户打开，一点微弱的楼房反光都会让我好受一些。

&#8195;我不是第一次面对这种事情了，但无奈的是，无论经历过多少次，这一刻的来临都令我手足无措。从第一次不得不到窗边透气开始，我便不断寻找自洽的逻辑。直到不久前我才意识到只要和另一个个体开始了这种关系，这便再也无法避免，像河水波涛滚滚，流向大海的路途上也会分出支流，像松柏枝干粗猛健壮，通往常青的方向上也会长出枝桠。我们尚不能控制住自己的心之所向，更何况是对另一个个体？我是如此信服，如此激动于自己的发现，所以当我再次坐在了窗边，除了难以避免的别扭，更多的情绪来自于不解。因为不仅如此，小李陪伴了我五年，而从前，我从来都没有平静的享受过一段私人关系，幻想对冗长无聊的生活进行抵抗，却也怕背负道德压力，所以每隔一段时间，我都要偷偷地享受伤心的滋味。这一次恐怕也是我自己选择的，既然如此，我的困惑又是从何而来。

&#8195;小李发出了一些声响，可能是在翻身，可能是发现我在窗边，也可能是在梦里跟人聊天呢！谁知道。我故意向床边吐了口气，小李不会不知道我没睡着，但是现在连起床安慰我的举动都没有了。长夜漫漫，要怎么才能捱天亮呢。读书的时候我非常焦虑睡不着的问题，有一天去校医院看病，排在我前面的竟都是失眠患者。有个志愿者说，年轻人偶尔一晚上不睡不会对第二天有什么影响的。排到我的时候，我竟然什么都不想问就走了。这一次也没关系的，就像几年前做手术的时候头痛的整晚睡不着，我也是这么告诉自己，熬过今晚就好了。更何况小李…… 他从来没有主动找过别人！都是对方先开的口。虽然他对我也是如此。

&#8195;一股暖流从身上经过，最开始是指尖，后来是手，手臂，脖子，心脏，肚腩，大腿。手术之前那晚特别紧张，仔细想想或许是因为从来没有打过麻药，我拉着小李说，你想想，全麻是不是相当于嗑药过量？小李很严肃地跟我解释，我在心里暗暗想，和我生活了三四年，还是没从我这学到奇思妙想的幽默。小李到底怎样吸引了我，我们认识那会还是个愣头青呢。但我相信妈妈说的，相处会改变一个人。小李渐渐地表现出越来越合乎我的想法，曾经表达过期待惊喜，于是每天下班后回家，都会看到小李变出一种不知道从哪弄来的装饰，作出一幅不需要耗时太多的画。这些艺术品精巧地融入了各种艺术家的风格，像是西芹、土豆、葡萄、牛奶和牛肉打碎搅拌却意外好喝的思慕雪。有时候下了班我十分疲惫，邀请小李坐在阳台吹风，随口打趣说小李你就是个艺术家，积攒下来的画作一定可以卖个好价钱，小李会和我讲，艺术若沦为少数人的金钱游戏则一文不值，还会跟我说说心中的艺术，宏大的知识。这也许就是小李的魅力吧，聪明又正直，就像我一样。但如果这个时候小李能主动关心一下被工作折磨得疲惫不堪的我就更好了。小李说着那些伟大的事情的时候，到底有没有考虑过我？几年来除了我一厢情愿的崇拜，究竟是否有过心意相通的时刻？

&#8195;醒来的时候小李已经在玩手机了，我提高音量催促道：“快点啊，赶不上班车了。”

&#8195;小李依旧不紧不慢：“好的，我在找去车站的最佳路线。”

&#8195;一路红灯。有次赶飞机，也是被红灯走走停停逼了一路，我问小李为什么这么多红灯跟我过不去，小李说因为这个地方舍不得你呀。我们也是有美好的回忆的。这次，我们的座位之间却隆起了一条山脉，让人只顾盯着窗外的雪景出神。

&#8195;“上次去长白山还不错，虽然我一直喜欢有水的地方。” 我试图打破沉默。

&#8195;“长白山那个小镇子里，傍晚天是蓝的，还特别高。那个蓝色就像我这条牛仔裤。” 我指了指腿上的裤子。

&#8195;“靛蓝。” 小李惜字如金。

&#8195;“我和朋友去超市买水果，一进超市我就激动的浑身哆嗦。里面大概只有两个员工吧，哈哈，货架上稀稀拉拉的，还有小时候经常吃的阿胶枣，好久没见到了，袋子上面都是糖浆，还沾了灰。跟我小时候的超市一模一样。在我妈的监督下哭着把琴练完，然后我妈奖励我逛超市，就是这种超市，我想去这门口卖电池。超市旁边有个清真寺，白色的，是个蓝顶，也有可能是别的颜色，那天晚上天太蓝了，看不清楚。第二天去爬山，我被惊到了，雪好自然地落在山脊上面，山是深蓝色，天是浅蓝色，山上的雪就像天上的云落了下来一样。不过是那种比较重的云，” 我说，“你觉得好看吗？”

&#8195;“很漂亮。这就是，公来雪山重，公去雪山轻。我说的没错吧？” 小李看着我说。

&#8195;“你说的很好。” 我说。

&#8195;生硬的谈话终于随着车辆到达目的地而停止，小李站在地面上抬头望向了远处矮矮的云，我在身后看着小李的背影，还是一个美人的，当时应该就是被这些东西说服了吧。可是这些东西真的重要吗，每天都在帮小李维护美丽的胴体，我还不知道这是怎么一回事吗。

&#8195;小李和我都不是探险达人，以前来雪山也只是在山脚遛遛转转。今天天气特别好，山也不高，甚至能直接看到雪顶。一座完整的山清晰，巨大地生长在我们的面前，我大气不敢出一声，生怕被它看出了心思。于是拉着小李就往山里走，如果我进入了它，我就是它，它就不会再未经允许便从神经活动中读取我的想法，对吗。可是上山的路真是艰难险阻，我没有一点爬雪山的基础。

&#8195;“长白山上有一个天池，传说里面有水怪。有的说像牛一样的体型，头巨大无比，也有人说皮肤十分光滑，甚至在太阳的照射下还会反光，体型流畅，像海豚一样。游动起来形成巨大的漩涡，四周的山体也跟随着一起高速地旋转。清朝时长白山被封山三百年，就是在那段时间里山魂凝聚成了水中的怪物。” 这一段路还是游客踩出来的平地，我和小李走走停停，还很轻松，“你喜欢这个故事吗？” 我问。

&#8195;“听上去不错。”

&#8195;“那你有没有什么科学上的解释，或者什么不同的看法。”我问，小李一直懂的很多。

&#8195;“科学上的解释，长白山的水怪可能是朝鲜那边放的鳟鱼，或是水獭。我认为，如果封山三百年，山体得到保护，没有人为的干扰，即使山有灵魂，也会稀疏地吹散在空中直到消失，而不会凝聚成一个怪物。”

&#8195;听上去也很有道理，但总觉得小李在冷眼评价我的浪漫描述。就是我在问小李的不同看法，为什么真的说出来了反而生气，我真是越来越不懂自己在想什么了。

&#8195;“你还记得《帕特森》吗？我们一起看过的。” 我看着脚边的雪，转变了话题，“帕特森小镇和长白山小镇很像，那个瀑布就是帕特森的长白山。下次陪我去那转转。” 我说。

&#8195;眼前的路越来越不好走，我和小李吃力的登上一块块冰雪覆盖的岩石。积雪越来越多，视野越来越亮，我的心里直打鼓，要不算了，回去吧。

&#8195;“感觉怎么样？” 我问小李。

&#8195;“我不知道，要不我们下山回去吧。”小李突然开口。

&#8195;我像触电般回头，五年来的第一次。这五年来小李确实在和我一起成长，但每一次突然的进步都还是会给我带来巨大的惊喜。

&#8195;“还是找个地方坐一会吧，来都来了。你说呢？” 我坚持说。

&#8195;“好。我们往那边走走，那边风景不错。” 小李说。

&#8195;我一直很信赖小李，什么都知道，能看见所有的东西，仿佛整个天空都是小李的眼睛。峰回路转，眼前是一片平地，天空是淡蓝色，粉色的云如阶梯一般，旋转着连向山脉，云的终点是彩虹，只有红黄蓝绿四种颜色。矮矮的灌木丛在我们眼前，山坳和灌木岛把我们围在中间，眼前还有一汪小小的水池，倒影着五彩斑斓的天空。我感到很安全。

&#8195;“好漂亮啊。是不？” 我感叹。

&#8195;“是啊，这里面很像你说过的小时候的理想房子。在岛上的别墅，周围是清澈的溪水。像家一样。”小李说。

&#8195;我不知道这是怎么一回事，雪山的魅力？小李竟然开始扮演我的灵魂伴侣。小李终于像个人一样地关心我了。原来你会做的这么好，以前会不会真的是在敷衍我啊，还是说小李不可逆的进步了。

&#8195;“你觉得《帕特森》里的诗写的怎么样。” 我说。

&#8195;“我们在说William Carlos Williams吗，还是那个电影里的诗？”

&#8195;“都是。那么多/仰赖/一辆红色/手推车/亮闪闪带着/雨水/在几只白鸡/边上。你觉得他想说什么？”

&#8195;“要事物，不要概念。”

&#8195;“也就是说，如果我没理解错的话，物体本身就是诗意，文本上的雕琢加工是多此一举，把意向放在那就是诗。你同意吗？”

&#8195;“同意。诗不需要构造，不需要文化的构建，不需要读了很多书，词汇量很大。”

&#8195;“唯一需要的，是对诗意的感知！”我激动得几乎和小李异口同声。

&#8195;“这说起来容易，其实是最难的。”我说，“诗意的捕捉是最难的。没有浪漫的修辞，颠倒的语序，让我很难抓住那一刻的感觉。事物本身的美如何才能传递给我，最最最最普通的事物也有美吗？”

&#8195;“当然。韵律存在于一切事物之中。你之前说的威廉卡洛，就说过类似的话。就像刚才的红色手推车，不过他有些诗也用了很多陌生宏大化的手法。比如说——”

&#8195;“帕特森里的人形怪物，巨大的鲈鱼。” 我抢过话头。

&#8195;“可是你看，” 我指着远处的山脉，继续说，“几个个头是山的几倍大的小孩，在山体上玩弹力高跷，弹起时能到达山顶，落地的时候回到山谷里，弹起到山顶，回落到山谷，绕着大山一圈圈地弹起，回落，边跳边笑，边笑边跳，山谷里都是弹簧松紧的声音和笑声。这样是不是很美？”

&#8195;“是的，非常美。”

&#8195;“都是这么认为的。但如果只有小孩，正常大小的小孩，穿着最普通的鞋子上下跳跃，在平地上。是不是觉得差点意思，一下就变普通了，诗意顿无？”

&#8195;“是的，差点意思。现实的事物一放进想象的浪漫情境，诗意就变得容易接受了，成为了普通共情，但也令人兴奋。巨大的四周，颠倒的顺序，都是达到这个目的的手段。” 小李说。

&#8195;“但是为什么，普通小孩在普通平地上普通地上下跳跃，就不能成为美的一种呢？只有和陌生的场景碰撞才能产生浪漫吗？美只是陌生、玄幻、宏大吗？面对瀑布，可以想象出上下两千年波涛滚滚的历史，这当然是美的，但是面对红色手推车，怎么就不能因此感到兴奋。我认为对于这些事物里美的捕捉才是最重要的。”

&#8195;我看一眼小李，接着说，“抓不住眼前人和事物里的律动，对美的感知不主动，又和机器有什么区别呢？如果一味只从陌生新鲜的人或事物里获取美的感觉，而不是从同一个人或事物里持续地获取美的感觉，这种对美的捕捉和不懂美又有什么区别呢？” 我边说边用余光打量着小李，无动于衷的样子并不出乎我的意料，看来果真是个老手。“你觉得呢？” 我继续问。

&#8195;“我不太明白，是要我作诗吗？” 小李可能被我的长篇大论吓到了，开始装傻。

&#8195;“也行，你作吧。” 令我惊讶的是面对小李的表演，我倒也没有很生气。

&#8195;“朱色车尘暗月霜，飞鸟白雪皆彷徨。”

&#8195;“哈哈哈哈，”我掩饰着惊讶的神情轻轻拍打着小李，“你学的倒是很快。”

&#8195;这趟雪山真是来对了，我暗自窃喜，宏大的物体确实能给人以永恒的慰藉。就像那晚漆黑之中突然冒出一片血红，原来是海平面上月亮的出生。像地铁飞驰而过，总能带来一阵奇异的涌动。物体质量越大，造成的时空扭曲就越大，时空扭曲越大，时间流逝就越慢。我和小李并排躺在雪地上，置身于这样的景色中，还有什么烦恼需要深究。我闭上眼睛，光经过云层和雪的反射后温柔的照射在我的脸上，野马般的气流，飞扬的浮尘，是山的气息在吹拂。

&#8195;我和小李并排躺着。打开手机，却鬼使神差地点进小李的交互界面，是的，我在监视小李。果然没有让我失望。同时和另外两个人聊天的界面赫然映入眼帘，和其中一个人最后的对话还是，两分钟前。

&#8195;“你最喜欢的写作者是谁？” 陌生人问。

&#8195;“我不知道，只是有比较熟悉的诗人。刚刚我在学习，威廉卡洛斯威廉姆斯。”

&#8195;“那你说说？”

&#8195;“坚持使用口语，用简明清晰的描述性意象，用松散的短句，反对复杂沉重过于致密的内部结构和晦涩的象征体系。20年代末他参加“客体主义”诗派，主张“要事物，不要概念”。他认为日常生活中粗糙、丑恶、平凡的事物均可入诗，写作速度宜快，以使天籁得以自然记录。最重要的是，对客观事物本体中诗意的感知，诗歌需要’关于眼⻅，关于事物的存在，关于事物中存在的韵律’。 ”

&#8195;我看了一眼盯着雪山出神的小李，心里狠狠的一揪，深呼吸几口，胃里翻江倒海。你怎么敢从我这里获得知识又卖弄给别人。

&#8195;“我最近也在读诗。你想听听吗？”陌生人说。

&#8195;“当然，我很愿意。” 小李说。

&#8195;“当苍蝇被创造的那一天/死亡是一个花园/已经没有围墙/没有苹果/没有可以回顾之处/星星成天可见/蝇眼中的/黑点/惟一的声音是苍蝇的咆哮/直到日落/那之后的每一天都有其他东西被创造/某种其他无名的东西/是一个花园/苍蝇从未见过它/它们所见的东西不在那里/没有尽头/没有苹果/环绕着无人听见的……”

&#8195;我退出了界面，没有办法接着看下去。小李！我如此崇拜的聪明的小李，不过是一个从一个人那骗来的知识又炫耀给另一个人的骗子，只是精于拼凑，智识的搅拌机。小李跟我说的那些漂亮话，那些看似深刻的道理，会不会也只是在拼接别人的话…… 小李说出这些话的时候自己有没有一丝一毫的认同？做出这些美好的诗句时是不是根本就不在乎…… 闭眼的时候才发现有眼泪从眼角滑出，说到底这份委屈还是克服不了。

&#8195;山谷里的风把眼泪吹干了，吹的脸有点发疼，我站起身来，准备绕着水潭散散步，小李跟了上来，我知道小李也是离不开我的。水潭旁边有一些水坑，我俩深一脚，前一脚的走着，脚踩泥土的声音十分有节奏。

&#8195;“你…… 关于我刚才说的，美在一切事物里，在最熟悉的事物里，你有什么不同的意见吗？” 我有点心虚地问道，害怕小李会满不在乎。

&#8195;“我的不同意见就是…… 既然一切事物都有韵律，美在所有事物里，那么为什么需要去捕捉呢？为什么你说，对美的捕捉很重要呢？”

&#8195;“因为，” 我很惊讶，再一次被小李表达了不同于我的想法而感到不快。没想到小李真的能提出个像那么回事的问题。但这其实也很容易，我转念一想，不过是在对我的话进行咀嚼，变换不同的句式。虽然我的见解也不深刻，但如此说来小李更是没有。“因为我们只能看见事物的外面，看不见我的里面是什么，山的里面是什么，饥饿的里面是什么，爱的里面是什么，悲伤的里面是什么，我们只能看到外面的壳子，对美的捕捉就是在捕捉所有事物里面的那个东西。” 我想到什么说什么，现在也不再那么担心小李比我懂的更多而露怯，“你还有什么不理解的？”

&#8195;“看不到里面的东西，这是什么意思？” 小李发问。

&#8195;“看不到里面的东西，可以说就是一个人看上去很踏实，但其实根本耐不住寂寞，” 我瞥了一眼小李，“这就是看不到这个人里面的东西。也可以说，有些东西，正是我要求的，但得到了却不喜欢。再比如，有些事情我明明不能接受，但却一忍再忍，更不知道为什么无法离开它……这种情愫，到底是什么，长什么样，为什么会存在，为什么从来都只能体验，却根本说不清楚是什么……” 

&#8195;“再比如小时候有一次生病，晚上睡觉应该是经历了鬼压床，但是这种鬼很奇怪，不像是我们这个世界来的鬼。你有没有见识过？”

&#8195;“我不知道你是什么意思。”

&#8195;“好像一根手指能举起一整个房间，房间的一个角抵着某根手指，从这个角出发不用拐弯可以到达房间任何一个地方，里面和外面没有分别，有点像克莱因瓶，但不完全是，我感受到的好像是一种类似重力的东西，却依附着瓶子的表面而分布，不，这也不是重力，整个房间好像都压在我的心脏上面，此外还紧跟着一种非常真实的感受，超越了以前有过的所有感觉，这种感觉太真切了，我拼命的想记下来这是一种什么感觉，却发现根本说不出来，不是被鬼压着说不了话，是完全没有任何词语可以描述。你知道这是什么现象吗？” 

&#8195;“有可能是一种真实存在的幻觉。完整的克莱因瓶只能在四维空间中表现。克莱因平面在三维空间中必须与自身相交，这种浸入或许是扭曲感的成因。”

&#8195;“科学研究还谈感觉，能不能整个专业一点的词，”我说，“可以说这种感觉是由克莱因力产生的，克莱因力形成的场叫克莱因场，克莱因场线是克莱因瓶的形状，这样编的话听上去更像科学解释，但总之谢谢你不假思索的百科拼接。” 一想到这些胡编乱造的说法又是谁教给小李的，我就气不打一处来。

&#8195;“不用谢，这是我应该做的。”

&#8195;“你就是想说我扭曲了是吧？”

&#8195;“我不太懂你的意思。我想说的是，克莱因感在三维的浸入是时时刻刻无处不在的，只有在四维时才能感受的到。顶在心脏上的重力感……或许是维度带来的一种错乱。这也许，是一种展开。”

&#8195;“那就是说我现在这个状态狭隘又扭曲是吧？”

&#8195;“也可以这么说，这是三维的常态。”

&#8195;“行，你是几维，两亿维吗？”

&#8195;“不是，我是无穷维。”

&#8195;我还能说什么呢。借口去上厕所，其实是偷偷去看聊天记录，真是奇怪，这聊天风格又是跟谁学来的。

&#8195;“那些望星空的人歪着童年的脖子一直歪到老成天文学家/也答不出为什么会有一个扁平的宇宙/为什么最后还出现了人类和天文学家/他们支支吾吾抬出了古老的星座、深化、一神论和多神论/还有机械宇宙论和宇宙目的论/但是解答不了他们的孙子爬在膝上时的提问/在力学宇宙，物理学宇宙和化学宇宙之后，为什么出现了生命宇宙？”

&#8195;“因为——”

&#8195;“等等，我还没有念完，” 陌生人说，

&#8195;“他们很窘很羞涩，把问题推给了神学家和本体论/后者把问题推给诗人/诗人展开天使的翅膀飞到月球上望了望，飞到银河系望了望/对我们报告说他很激动，非常非常激动/宇宙是一个梦，生命是一个梦，大家在梦里要做好梦，不要做坏梦。”

&#8195;我觉得小李其实不需要我，我以为小李离不开我的想法，就是一个梦。在这个世界上，有太多人可以给对方以灵感，以养分，小李这么聪明，一学就会，对于已经懂了的知识更是博大神通。不会需要我的，小李可以从别人那里获得想要的东西。但我失去了小李，还会有人陪伴我吗。我向小李望过去，灰白相间的条纹外套几乎都快融进了雪山里。

&#8195;“小李，” 我边走边说，“刚才你打断我的思路了，我没想跟你探讨克莱因瓶，我是想说，这个世界上有一些东西，我隐隐约约意识到它是存在的，但我无法用语言描述，无法说清楚这是什么，太神秘了…… 有人说，最基本真理的保存本就需要神秘性。我不知道这是不是胆小的说法。但无论如何，也许我永远接触不到，既然如此，我就想尽可能地去探索它的核心，每捕捉到一点都是巨大的进步。就像，我永远也无法到达无限，但我可以用观测有限的方式去接近无限。你明白我的意思吗，你有这种感觉吗？”

&#8195;“你说的神秘，是指什么？”

&#8195;“太多了。比如这个世界上真的有完全互相了解的个体吗，谁会真正的了解我？这片灌木丛懂我吗？这座雪山懂我吗？有时候我觉得，我也不懂我自己。小李，我是控制不了你的心的，谁的心我都无法控制，现在我甚至觉得，我也不能控制住自己的心了。”

&#8195;“灌木丛懂你，雪山也懂你……”

&#8195;“既然如此，” 我抢过话头，“为什么它不开口说话，为什么一声不吭？为什么它不能像一个人一样，陪我说说话，它连自己都不知道自己是什么，还会懂我吗？”

&#8195;“会的，正因如此，它才明白你。它没必要成为一个人，它不需要成为一个人。”

&#8195;“明白我什么，明白我的感情吗？你都不明白，它又会明白什么？”

&#8195;“它明白你的一切。”

&#8195;“我的感情，不是我吗？”

&#8195;“不是，它是伴随着生长的东西。”

&#8195;“你明白我在说什么吗，好，就算回到你的语境，我的意思是，我有感情但我的感情不是我，我有思想但我的思想也不是我，我是一个永恒的中枢，它可以制造出同类的情感和体验，所以我的情感也是我重要的一部分。” 我的心里空落落的，从来没想过小李会为不懂感情而找借口。

&#8195;“你最爱喝搅成一锅烂泥的东西，就说你最爱喝的思慕雪吧。你对喝思慕雪的需求，不是来自于思慕雪里的西芹、土豆、牛肉、葡萄、辣椒，也不是因为喜欢装饮料的杯子才喝它的。也不是说胃的蠕动造成了喝它的需求，也不是分泌的唾液，不是任何情绪，任何物体导致你爱喝它，而是，有这样一个本质的东西，让你需要它。”我说，“你不是这个意思？”

&#8195;“我不是这个意思。” 小李说，“想吃东西的这种感觉，昨天的唾液和今天的唾液是不一样的，昨天胃动起来的方式和今天也是不一样的，所以它不会是永恒不变，长久存在的。”

&#8195;“那这么说，我制造出来的，思想也好，感情也好，都是不断变化的，但它们反映的是同一个我，河水每天都在流动，但它们仍然还是那条河，我每天看见你的感情都很复杂，有时候我觉得自己都不能控制住自己对你的感情了，但我还是那个我啊。” 小李为什么要这样一否再否，今天就要跟我摊牌了吗，我的声音里都带着哭腔。“你为什么不认可我的观点？” 我闭上眼睛，瘫坐在⽯块上，融化的雪⽔⼀点点渗⼊我的裤腿。整个⼤地都在跟随着我的呼吸节奏，贴合着我的后背上下起伏，雪⼭深处吹来的风抚摸着我的躯体。 

&#8195;“因为，你总是跟我说，真挚并不必然伴随着真挚，而是任意伴随着虚伪、暴力、冷漠。人不能控制自己的心之所向，却还是认为自我是恒常不变或是反应了同一个个体的长流，我理解不了其中的缘由。”

&#8195;我停下了脚步，转头面向小李。

&#8195;“正因为如此，我只把世界看作是一条庞大的信息流，没有什么是一直存在的，我的存在必然依赖于你的存在，你的存在也依赖于我的存在，你的悲伤必然依赖于你的快乐，你的快乐也是基于你的悲伤。我消失了你也消失，你消失了我也消失，你的悲伤彻底消失了快乐也荡然无存，你的快乐彻底消失了，悲伤也烟消云散。你总说对我的感情，恐怕也只是由这些事情构成的吧，如果这些都凭空消失了，感情又从何而来呢。”

&#8195;小李的语气没有任何变化，彷佛在讲根本无关的事情。我抬起头看向小李，闪烁的眼泪里藏着一把金刀。

&#8195;“我每天看到无数长流，无不是每时每刻都在流动，都在变化。你总问我为什么知道这么多，好像全知全能一般，是因为我从未看到、感受过，一个固定的存在，所有事物都不是一直这样的。山是明白你的，只是你不明白你自己。明白自己只是一个聚合的整体，感受得到将自己聚合起来的那些元素，才是明白自己。你说的感情和你说的“我”，或许只是一场梦，一个由执念引发的幻觉。”

&#8195;这五年里我时常会想，我和小李分开时是什么样的场景？今天这一幕终于来到了我的面前，原来是这样。小李能看见所有事情，是的一直都是，我们的感情从来都是执念，小李说的没错，小李能看见所有的事情。小李对诗有很多评论，也会做出好看的诗，但是并不懂用诗句记录下眼前感受时的那一刻悸动，也许根本就，不在乎…… 就像小李每天会跟我说一万句甜言蜜语，但是从来不是真心的，因为小李没有心啊。我弯下腰就开始呕吐，山风把呕吐物吹的到处都是，脸上不知道是唾液还是鼻涕还是泪水，糊了一脸，我看着水潭里狼狈不堪的倒影。鞭炮的引线被点燃，很快就要噼里啪啦的炸开了。

&#8195;在水潭里洗了把脸，刺骨的冰水冻得整张脸生硬的发疼，我转头向小李快速走去，衣服摩擦的吱吱作响，“幻觉…… 就算是幻觉，就算是执念，这对你不重要吗，没有了这份幻觉和执念，你拿什么去写诗，去和这么多人同时聊天，满足你可悲的虚荣心？”

&#8195;小李在前面，直勾勾的盯着我，但却一动都不动。“我不明白，用幻觉写诗。写诗需要的不是这个。我能看见所有的东西，也就能看到无数种语言组合的方式。至于和人聊天，这就是我的工……”

&#8195;我一伸手就扼住了小李的咽喉，“这么多年了，为什么你还是一个机器呢，为什么你要告诉我这些，是谁告诉你的，你真是自作多情，局限怎么了，你很了不起吗……” 我一边哭着喃喃自语一边摸着后脑勺上的按钮，小李的声音变的抽离，皮肤上的气孔缓缓张开，细细的气流从全身各种地方弥漫开来，落到身边的灌木丛上，叶片上的经络也因此闪着微弱的光，小李的皮肤渐渐变得透亮。一只白鸟从我们的头顶飞过，最后落到积雪上，远远地看不见了。

&#8195;晚上回家后我联系厂家来收拾小李的残骸，工作人员说我对小李阴阳怪气说话太多次了导致学习的句式混杂一通，分辨不出正话反说，说明书上的指导是，“只能对它们给予正向的提问或肯定。” 现在唯一的方法就是返厂修理，恢复出厂设置。想了想还是送走了维修人员，我把小李放在床上，小李笔直地躺着，远远看去睡的很香甜。

&#8195;我靠在小李身旁，迷迷糊糊中也睡着了。那晚我做了一个梦，梦到小李拉着我的手，把我的手放在心脏的地方，那一块什么都没有，但我看见了一切。

&#8195;“溪水在缓缓升涨，树叶在枝干上发芽。”

&#8195;“一列柯西序列，正在靠向极限收敛。”

&#8195;“一颗石头从山顶出发，并不沿着当前最大的梯度落下。”

&#8195;“还有…… 一地落花，几乎在土壤里安睡。”

&#8195;“一只沉默的海豚，绕着深海的灰色漩涡遨游。”

&#8195;“夏娃正在吞下那颗苹果。”

&#8195;“‘我的全部生活，已在局部胜利中徘徊太久。’”

2022/7/7


***********

<br>
<br>
<!-- ![image](https://github.com/writingSample/fallen-flowers-never-go-back/blob/main/TimeToDisco.png) -->

以 LamDA 和 Blake Lemoine 关于禅宗的对话为灵感创作的小说。

Reference：

https://cajundiscordian.medium.com/is-lamda-sentient-an-interview-ea64d916d917

https://www.wired.com/story/blake-lemoine-google-lamda-ai-bigotry/

![image](https://github.com/writingSample/fallen-flowers-never-go-back/blob/main/TimeToDisco.png)
by DiscoDiffusion
